input:"data"
input_dim:1
input_dim:3
input_dim:496
input_dim:752
input:"data2"
input_dim:1
input_dim:3
input_dim:496
input_dim:752
layer {
  name: "sim_loss"
  type: "MssimLoss"
  bottom: "data"
  bottom: "data2"
  top: "sim_loss"
}