input: "data3"
input_dim:16
input_dim:208
input_dim:60
input_dim:60

input: "shape"
input_dim: 4
input_dim: 1
input_dim: 1
input_dim: 1

layer{
	name: "pdata_depatch"
	type: "EntropyDepatch"
	bottom: "data3"
	bottom: "shape"
	top: "pdata_depatch"
	entropy_patch_param{
		height: 60
		width: 60
		stride_h: 48
		stride_w: 48
	}
}


