input:"data"
input_dim:1
input_dim:26
input_dim:150
input_dim:150
layer{
	name: "patch"
	type: "EntropyPatch"
	bottom: "data"
	top: "patch"
	top: "shape"
	net_id: 2
	entropy_patch_param{
		height: 60
		width: 60
		stride_h: 48
		stride_w: 48
	}
}
